Repository: KDE/kontainer
Catalog: po/*/kontainer.po
Languages: ca, sl, uk

# @title:window, %1 is a container name
source: Applications — %1
ca: Aplicacions — %1
sl: Aplikacije — %1
uk: Програми – %1

source: No exported applications
ca: Sense aplicacions exportades
sl: Ni izvoženih aplikacij
uk: Немає експортованих програм

source: Unexport
ca: Desfés l'exportació
sl: Odizvoz
uk: Скасувати експорт

source: Remove the selected application from your host system
ca: Elimina l'aplicació seleccionada del sistema amfitrió
sl: Odstrani izbrano aplikacijo iz gostiteljskega sistema
uk: Вилучити позначену програму з вашої основної системи

source: Unexport App
ca: Desfés l'exportació de l'aplicació
sl: Odizvozi aplikacijo
uk: Скасувати експорт програми

source: No available applications
ca: Sense aplicacions disponibles
sl: Ni razpoložljivih aplikacij
uk: Немає доступних програм

source: Make the selected application available on your host system
ca: Fa disponible l'aplicació seleccionada en el sistema amfitrió
sl: Omogoči izbrano aplikacijo na gostiteljskem sistemu
uk: Зробити позначену програму доступною у вашій основній системі

source: Export App
ca: Exporta l'aplicació
sl: Izvozi aplikacijo
uk: Експортувати програму

source: Exported Apps
ca: Aplicacions exportades
sl: Izvožene aplikacije
uk: Експортовані програми

source: Available Apps
ca: Aplicacions disponibles
sl: Razpoložljive aplikacije
uk: Доступні програми

source: Error: Command timed out
ca: Error: l'ordre ha excedit el temps
sl: Napaka: Časovna omejitev ukaza je potekla
uk: Помилка: перевищено час очікування на виконання команди

source: Error: No supported backend available
ca: Error: no hi ha disponible cap dorsal compatible
sl: Napaka: Ni podprtega zaledja
uk: Помилка: немає підтримуваного модуля обробки

source: Error: Failed to start container creation process
ca: Error: ha fallat en iniciar el procés de creació del contenidor
sl: Napaka: Postopek zagona ustvarjanja vsebnika ni uspel
uk: Помилка: не вдалося запустити процес створення контейнера

source: Container created successfully
ca: Contenidor creat correctament
sl: Vsebnik uspešno ustvarjen
uk: Контейнер успішно створено

source: Container creation failed
ca: Ha fallat la creació del contenidor
sl: Ustvarjanje vsebnika ni uspelo
uk: Не вдалося створити контейнер

# Error message when toolbox deletion fails
source: Failed to delete Toolbox %1. Error: %2
ca: Ha fallat en suprimir el Toolbox %1. Error: %2
sl: Ni bilo mogoče izbrisati Toolboxa %1. Napaka: %2
uk: Не вдалося вилучити Toolbox %1. Помилка: %2

source: Toolbox %1 deleted successfully.
ca: El Toolbox %1 s'ha suprimit correctament.
sl: Toolbox %1 uspešno izbrisan.
uk: Toolbox %1 успішно вилучено.

source: Error: Failed to delete Container.
ca: Error: ha fallat a suprimir el contenidor.
sl: Napaka: Vsebnika ni bilo mogoče izbrisati.
uk: Помилка: не вдалося вилучити контейнер.

source: Error: Unknown container backend
ca: Error: dorsal de contenidor desconegut
sl: Napaka: Neznan zaledni del vsebnika

source: Error: Command failed with exit code %1
ca: Error: l'ordre ha fallat amb el codi de sortida %1
sl: Napaka: Ukaz ni uspel z izhodno kodo %1

# Error message when application is not found in container
source: Application %1 not found in container %2
ca: No s'ha trobat l'aplicació %1 al contenidor %2
sl: Aplikacije %1 ni mogoče najti v vsebniku %2
uk: Програми %1 у контейнері %2 не знайдено

# Error message when desktop file is not found
source: Could not find desktop file for %1 in container %2
ca: No s'ha pogut trobar el fitxer «desktop» per a %1 en el contenidor %2
sl: Ni bilo mogoče najdi datoteke namizja za %1 v vsebniku %2
uk: Не вдалося знайти файл desktop для %1 у контейнері %2

# Error message when desktop file creation fails
source: Failed to create desktop file: %1
ca: Ha fallat en crear el fitxer «desktop»: %1
sl: Ustvarjanje datoteke namizja ni uspelo: %1
uk: Не вдалося створити файл desktop: %1

# Success message after exporting application
source: Successfully exported %1 from %2
ca: S'ha exportat correctament %1 des de %2
sl: Uspešno izvoženo %1 iz %2
uk: Успішно експортовано %1 з %2

# Error message when no exported app is found
source: No exported application %1 found for container %2
ca: No s'ha trobat l'aplicació exportada %1 per al contenidor %2
sl: Ni bilo najdene izvožene aplikacije %1 za vsebnik %2
uk: Не знайдено експортованої програми %1 для контейнера %2

# Error message when desktop file removal fails
source: Failed to remove desktop file: %1
ca: Ha fallat en eliminar el fitxer «desktop»: %1
sl: Odstranitev datoteke namizja ni uspela: %1
uk: Не вдалося вилучити файл desktop: %1

# Success message after unexporting application
source: Successfully unexported %1 from %2
ca: S'ha desfet correctament l'exportació de %1 des de %2
sl: Uspešno odizvoženo %1 iz %2
uk: Успішно скасовано експортування %1 з %2

source: Create New Container
ca: Crea un contenidor nou
sl: Ustvari nov vsebnik
uk: Створити контейнер

source: my-container
ca: meu-contenidor
uk: мій-контейнер

source: Container name:
ca: Nom del contenidor:
sl: Ime vsebnika:
uk: Назва контейнера:

source: Search images...
ca: Cerca imatges...
sl: Iskanje slik...
uk: Шукати образи…

source: Available images:
ca: Imatges disponibles:
sl: Razpoložljive slike:
uk: Доступні образи:

source: Leave empty for default
ca: Deixeu-ho buit per a un valor predeterminat
sl: Pustite prazno za privzeto
uk: Не заповнюйте, якщо типовий

source: Custom home path:
ca: Camí d'inici personalitzat:
sl: Domača pot po meri:
uk: Нетиповий шлях до домівки:

source: e.g., /host/path:/container/path (comma separate multiple)
ca: p. ex., /host/camí:/contenidor/camí (diversos separats per comes)
sl: npr., /host/path:/container/path (več ločeno z vejico)
uk: наприклад, /вузол/шлях:/контейнер/шлях (декілька можна відокремити комами)

source: Additional volumes:
ca: Volums addicionals:
sl: Dodatni nosilci:
uk: Додаткові томи:

source: Enable systemd init
ca: Activa l'inici «systemd»
sl: Omogoči systemd init
uk: Увімкнути модуль systemd

source: Enable systemd as init system inside the container
ca: Activa el «systemd» com sistema d'inici dins del contenidor
sl: Omogoči systemd kot init sistem znotraj vsebnika
uk: Увімкнути systemd як систему ініціалізації всередині контейнера

source: Init system:
ca: Sistema d'inici:
sl: Inicializacija sistema:
uk: Система ініціалізації:

source: Refresh Images
ca: Actualitza les imatges
sl: Osveži slike
uk: Освіжити образи

source: Cancel
ca: Cancel·la
sl: Prekliči
uk: Скасувати

source: Create
ca: Crea
sl: Ustvari
uk: Створити

source: Please enter a container name
ca: Introduïu un nom de contenidor
sl: Vnesite ime vsebnika
uk: Будь ласка, введіть назву контейнера

source: Please select an image
ca: Seleccioneu una imatge
sl: Izberite sliko
uk: Будь ласка, виберіть образ

source: Creating Container
ca: Creació de contenidor
sl: Ustvarjanje vsebnika
uk: Створення контейнера

source: Starting container creation...
ca: S'està iniciant la creació del contenidor...
sl: Zagon ustvarjanja vsebnika…
uk: Починаємо створення контейнера…

source: Container '%1' created successfully! A terminal session with the new container will now open.
ca: El contenidor «%1» s'ha creat correctament! Ara s'obrirà una sessió de terminal amb el contenidor nou.
sl: Vsebnik '%1' je bil uspešno ustvarjen! Sedaj se bo odprla terminalska seja z novim vsebnikom.
uk: Контейнер «%1» успішно створено! Тепер буде відкрито сеанс термінала з новим контейнером.

source: Success
ca: Correcte
sl: Uspeh
uk: Успіх

source: Process output:
ca: Sortida del procés:
sl: Izhod procesa:
uk: Виведено процесом:

source: Process error:
ca: Error de procés:
sl: Napaka procesa:
uk: Помилка процесу:

source: Failed to start
ca: Ha fallat en iniciar
sl: Zagon ni uspel
uk: Не вдалося запустити

source: Crashed
ca: Ha fallat
sl: Sesutje
uk: Завершено у аварійному режимі

source: Timed out
ca: Ha excedit el temps
sl: Časovna omejitev je potekla
uk: Перевищено час очікування

source: Write error
ca: Error d'escriptura
sl: Napaka pri pisanju
uk: Помилка запису

source: Read error
ca: Error de lectura
sl: Napaka pri branju
uk: Помилка читання

source: Unknown error
ca: Error desconegut
sl: Neznana napaka
uk: Невідома помилка

source: Container “%1” created successfully!
ca: El contenidor «%1» s'ha creat correctament!
sl: Vsebnik “%1” je bil uspešno ustvarjen!
uk: Контейнер «%1» успішно створено!

source: Container creation failed (exit code: %1)
ca: Ha fallat la creació del contenidor (codi de sortida: %1)
sl: Ustvarjanje vsebnika ni uspelo (izhodna koda: %1)
uk: Не вдалося створити контейнер (код виходу: %1)

source: Container creation failed (exit code: %1) Error output: %2
ca: Ha fallat la creació del contenidor (codi de sortida: %1) Sortida d'error: %2
sl: Ustvarjanje vsebnika ni uspelo (izhodna koda: %1) Izhod napake: %2
uk: Не вдалося створити контейнер (код виходу: %1) Помилка виведення: %2

source: Fetching containers...
ca: S'estan recuperant els contenidors...
sl: Pridobivanje vsebnikov...
uk: Отримання контейнерів…

source: No containers found
ca: No s'ha trobat cap contenidor
sl: Ni najdenih vsebnikov
uk: Не знайдено жодного контейнера

source: Checking for available container backends...
ca: S'està comprovant si hi ha dorsals disponibles de contenidors...
sl: Preverjanje razpoložljivih zalednih sistemov vsebnikov...
uk: Перевіряємо доступність модулів обробки контейнерів…

source: No container backends found. Please install either distrobox or toolbox.
ca: No s'ha trobat cap dorsal de contenidor. Instal·leu «distrobox» o «toolbox».
sl: Ni najdenih ozadij vsebnikov. Namestite bodisi distrobox ali toolbox.
uk: Не знайдено модуля обробки контейнерів. Будь ласка, встановіть або distrobox, або toolbox.

source: No Terminal Mode Disabled
ca: «Mode sense terminal» desactivat

source: The No Terminal Mode will be removed soon and is now disabled. Please install a terminal emulator like Konsole: flatpak install org.kde.konsole
ca: El «Mode sense terminal» s'eliminarà aviat i ara està desactivat. Instal·leu un emulador de terminal com el Konsole: flatpak install org.kde.konsole

source: Enter
ca: Entrada
uk: Увійти

source: Enter the selected container
ca: Entra en el contenidor seleccionat
sl: Vnesite izbrani vsebnik
uk: Увійти до вибраного контейнера

source: Delete
ca: Suprimeix
sl: Izbriši
uk: Вилучити

source: Delete the selected container
ca: Suprimeix el contenidor seleccionat
sl: Izbriši izbrani vsebnik
uk: Вилучити позначений контейнер

source: Applications
ca: Aplicacions
sl: Aplikacije
uk: Програми

source: Manage exported applications
ca: Gestiona les aplicacions exportades
sl: Upravljaj izvožene aplikacije
uk: Керування експортованими програмами

source: Upgrade
ca: Actualitza
sl: Nadgradi
uk: Оновити

source: Upgrade the selected container
ca: Actualitza el contenidor seleccionat
sl: Nadgradi izbrani vsebnik
uk: Оновити позначений контейнер

source: Refresh
ca: Actualitza la llista
sl: Osveži
uk: Освіжити

source: Refresh container list
ca: Actualitza la llista de contenidors
sl: Osveži seznam vsebnikov
uk: Освіжити список контейнерів

source: Install .deb
ca: Instal·la un «.deb»
sl: Namesti .deb
uk: Встановити .deb

source: Install Debian/Ubuntu package
ca: Instal·la un paquet Debian/Ubuntu
sl: Namesti paket Debian/Ubuntu
uk: Встановити пакунок Debian/Ubuntu

source: Install .rpm
ca: Instal·la un «.rpm»
sl: Namesti .rpm
uk: Встановити .rpm

source: Install Fedora/OpenSUSE package
ca: Instal·la un paquet Fedora/OpenSUSE
sl: Namesti paket Fedora/OpenSUSE
uk: Встановити пакунок Fedora/OpenSUSE

source: Install .pkg
ca: Instal·la un «.pkg»
sl: Namesti .pkg
uk: Встановити .pkg

source: Install Arch Linux package
ca: Instal·la un paquet Arch Linux
sl: Namesti paket Arch Linux
uk: Встановити пакунок Arch Linux

source: New Container
ca: Contenidor nou
sl: Nov vsebnik
uk: Новий контейнер

source: Create new container
ca: Crea un contenidor nou
sl: Ustvari nov vsebnik
uk: Створити контейнер

source: Upgrade all Containers
ca: Actualitza tots els contenidors
sl: Nadgradi vse vsebnike
uk: Оновити усі контейнери

source: Upgrades all containers
ca: Actualitza tots els contenidors
sl: Nadgradi vse vsebnike
uk: Оновлює усі контейнери

source: Assemble
ca: Assembla
sl: Sestavi
uk: Зібрати

source: Create container from INI file
ca: Crear un contenidor a partir d'un fitxer INI
sl: Ustvari vsebnik iz datoteke INI
uk: Створити контейнер на основі файла INI

source: No terminal emulator found - output will be shown in dialog
ca: No s'ha trobat cap emulador de terminal: la sortida es mostrarà en el diàleg
sl: Terminalskega emulatorja ni mogoče najti - izhod bo prikazan v pogovornem oknu
uk: Не знайдено емулятора термінала — виведені дані буде показано у вікні

source: Confirm Deletion
ca: Confirma la supressió
sl: Potrdi brisanje
uk: Підтвердження вилучення

source: Delete container <b>%1</b>?
ca: Suprimeixo el contenidor <b>%1</b>?
sl: Naj izbrišem vsebnik <b>%1</b>?
uk: Вилучити контейнер <b>%1</b>?

source: This action cannot be undone.
ca: Aquesta acció no es podrà desfer.
sl: Tega dejanja ni mogoče razveljaviti.
uk: Наслідки цієї дії неможливо скасувати.

source: Result
ca: Resultat
sl: Rezultat
uk: Результат

source: Function Not Supported
ca: Funció no implementada
sl: Funkcija ni podprta
uk: Підтримки функції не передбачено

source: Toolbox backend doesn't support container assembly. Please switch to Distrobox backend to use this feature.
ca: El dorsal Toolbox no admet l'assemblatge de contenidors. Canvieu al dorsal Distrobox per a utilitzar aquesta característica.
sl: Zaledni sistem Toolbox ne podpira sestavljanja vsebnikov. Za uporabo te zmožnosti preklopite na zaledni sistem Distrobox.
uk: У модулі обробки Toolbox не передбачено підтримки збирання контейнера. Будь ласка, перемкніться на модуль Distrobox, щоб скористатися цією можливістю.

source: Select Distrobox INI File
ca: Seleccioneu el fitxer INI de Distrobox
sl: Izberite datoteko Distrobox INI
uk: Виберіть файл INI Distrobox

source: INI Files (*.ini);;All Files (*)
ca: Fitxers INI (*.ini);;Tots els fitxers (*)
sl: INI datoteke (*.ini);;Vse datoteke (*)
uk: файли INI (*.ini);;усі файли (*)

source: Assembling container...
ca: S'està assemblant el contenidor...
sl: Sestavljanje vsebnika ...
uk: Збирання контейнера…

source: Processing...
ca: Està processant...
sl: Obdelovanje...
uk: Обробка…

source: Select .deb Package
ca: Seleccioneu un paquet «.deb»
sl: Izberite paket .deb
uk: Виберіть пакунок .deb

source: Debian Packages (*.deb)
ca: Paquets Debian (*.deb)
sl: Debian paketi (*.deb)
uk: пакунки Debian (*.deb)

source: Installing .deb package...
ca: S'està instal·lant un paquet «.deb»...
sl: Nameščanje paketa .deb...
uk: Встановлення пакунка .deb…

source: Select .rpm Package
ca: Seleccioneu un paquet «.rpm»
sl: Izberite paket .rpm
uk: Виберіть пакунок .rpm

source: RPM Packages (*.rpm)
ca: Paquets RPM (*.rpm)
sl: RPM paketi (*.rpm)
uk: пакунки RPM (*.rpm)

source: Installing .rpm package...
ca: S'està instal·lant un paquet «.rpm»...
sl: Nameščanje paketa .rpm...
uk: Встановлення пакунка .rpm…

source: Select Arch Package
ca: Seleccioneu un paquet d'Arch
sl: Izberite Arch paket
uk: Виберіть пакунок Arch

source: Arch Packages (*.pkg.tar.*)
ca: Paquets d'Arch (*.pkg.tar.*)
sl: Arch paketi (*.pkg.tar.*)
uk: пакунки Arch (*.pkg.tar.*)

source: Installing Arch package...
ca: S'està instal·lant un paquet Arch...
sl: Nameščanje paketa Arch...
uk: Встановлення пакунка Arch…

source: Upgrading container...
ca: S'està actualitzant el contenidor...
sl: Posodabljanje vsebnika ...
uk: Оновлення контейнера…

source: Upgrading all containers...
ca: S'estan actualitzant tots els contenidors...
sl: Nadgrajevanje vseh vsebnikov...
uk: Оновлення усіх контейнерів…

source: Export
sl: Izvoz
uk: Експортувати

source: Error:
sl: Napaka:
uk: Помилка:

source: Error
sl: Napaka
uk: Помилка
