Repository: KDE/kontainer
Catalog: translate/*/LC_MESSAGES/kontainer.po
Languages: de

source: Error: Command timed out
de: Fehler: Befehl hat das Zeitlimit überschritten

source: Unknown terminal:
de: Unbekanntes Terminal:

source: Failed to start terminal
de: Fehler beim Starten des Terminals

source: with args
de: mit Argumenten

source: Error:
de: Fehler:

source: Applications -
de: Anwendungen –

source: Unexport
de: Export aufheben

source: Remove the selected application from your host system
de: Entfernt die ausgewählte Anwendung vom Host-System

source: Unexport App
de: Export der App aufheben

source: Export
de: Exportieren

source: Make the selected application available on your host system
de: Stellt die ausgewählte Anwendung auf dem Host-System bereit

source: Export App
de: App exportieren

source: Exported Apps
de: Exportierte Apps

source: Available Apps
de: Verfügbare Apps

source: Create New Container
de: Neuen Container erstellen

source: my-container
de: mein-container

source: Search images...
de: Suche Images...

source: Search Images:
de: Images suchen:

source: Available Images:
de: Verfügbare Images:

source: Leave empty for default
de: Leer lassen für Standard

source: Custom Home Path:
de: Eigener Home-Pfad:

source: e.g., /host/path:/container/path (comma separate multiple)
de: z. B. /host/pfad:/container/pfad (mehrere durch Komma trennen)

source: Additional Volumes:
de: Zusätzliche Volumes:

source: Enable systemd init
de: Systemd-Init aktivieren

source: Enable systemd as init system inside the container
de: Systemd als Init-System im Container verwenden

source: Refresh Images
de: Images aktualisieren

source: Cancel
de: Abbrechen

source: Create
de: Erstellen

source: Error
de: Fehler

source: Please enter a container name
de: Bitte einen Containernamen eingeben

source: Please select an image
de: Bitte ein Image auswählen

source: Creating Container
de: Container wird erstellt

source: Starting container creation...
de: Starte Container-Erstellung...

source: Executing:
de: Ausführung:

source: Process output:
de: Prozessausgabe:

source: Process error:
de: Prozessfehler:

source: Failed to start
de: Fehler beim Start

source: Crashed
de: Abgestürzt

source: Timed out
de: Zeitüberschreitung

source: Write error
de: Schreibfehler

source: Read error
de: Lesefehler

source: Unknown error
de: Unbekannter Fehler

source: Container '%1' created successfully!
de: Container „%1“ erfolgreich erstellt!

source: Success
de: Erfolg

source: Container creation failed (exit code: %1)
de: Container-Erstellung fehlgeschlagen (Exit-Code: %1)

source: Error output:
de: Fehlerausgabe:

source: Enter
de: Betreten

source: Enter the selected container
de: Den ausgewählten Container betreten

source: Delete
de: Löschen

source: Delete the selected container
de: Den ausgewählten Container löschen

source: Applications
de: Anwendungen

source: Manage exported applications
de: Exportierte Anwendungen verwalten

source: Upgrade
de: Aktualisieren

source: Upgrade the selected container
de: Den ausgewählten Container aktualisieren

source: Refresh
de: Aktualisieren

source: Refresh container list
de: Containerliste aktualisieren

source: Install .deb
de: .deb installieren

source: Install Debian/Ubuntu package
de: Debian/Ubuntu-Paket installieren

source: Install .rpm
de: .rpm installieren

source: Install Fedora/OpenSUSE package
de: Fedora/OpenSUSE-Paket installieren

source: Install .pkg
de: .pkg installieren

source: Install Arch Linux package
de: Arch-Linux-Paket installieren

source: New Container
de: Neuer Container

source: Create new container
de: Neuen Container erstellen

source: Upgrade all Containers
de: Alle Container aktualisieren

source: Upgrades all containers
de: Aktualisiert alle Container

source: Assemble
de: Zusammenbauen

source: Create container from INI file
de: Container aus INI-Datei erstellen

source: Assemble Result
de: Zusammenbau-Ergebnis

source: Distro:
de: Distribution:

source: Icon:
de: Symbol:

source: No containers found
de: Keine Container gefunden

source: Confirm Deletion
de: Löschen bestätigen

source: Delete container <b>%1</b>?
de: Container <b>%1</b> löschen?

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.

source: Result
de: Ergebnis

source: Creating container...
de: Erstelle Container...

source: Select .deb Package
de: .deb-Paket auswählen

source: Debian Packages (*.deb)
de: Debian-Pakete (*.deb)

source: Select .rpm Package
de: .rpm-Paket auswählen

source: RPM Packages (*.rpm)
de: RPM-Pakete (*.rpm)

source: Select Arch Package
de: Arch-Paket auswählen

source: Arch Packages (*.pkg.tar.*)
de: Arch-Pakete (*.pkg.tar.*)

source: Select Distrobox INI File
de: Distrobox-INI-Datei auswählen

source: INI Files (*.ini);;All Files (*)
de: INI-Dateien (*.ini);;Alle Dateien (*)

source: Assembling container...
de: Baue Container zusammen...
